Repository: builder001/prog.app
Catalog: app/Resources/translations/messages.*.xlf
Languages: uk

# menu.homepage_title
source: Public organization Â©"Progression"
uk: Громадська організація ©"Прогресія"

# homepage_jumbotron
source: Dear colleagues!
uk: Шановні колеги!

# homepage_jumbotron_full
source: Our organization express best wishes to you in gratitude for their cooperation in the past year! May this Christmas be gracious and may the New Year begin on a prosperous note! May this season of joy open doors to new opportunities and pave new paths of success for you! We wish you peace, health and love in New Year! Merry Christmas and Happy New Year!!!
uk: Наша організація висловлює найкращі побажання Вам в подяку за співпрацю в минулому році! Нехай це Різдво буде благодатним, а Новий Рік принесе процвітання! Нехай ця зима відкриє Вам двері до нових можливостей і вкаже шлях до успіху! Бажаємо Вам миру, здоров‘я та любові у Новому Році! З Різдвом Христовим і Новим Роком!!!

# homepage_org_header
source: Public organization "Progression - Human Technology"
uk: Громадська організація "Прогресія - технології людині"

# homepage_org_text
source: The main aim of the organization is a public-benefit educational, research, innovation and charitable activities aimed at the promotion and development of cooperation between Ukraine and the urban community of European and other international corporations and individuals, public organizations in the fields of human and animal health, safety, environmental protection, agriculture, infocommunication.
uk: Напрямками діяльності громадської організації "Прогресія" є організація та проведення теоретичних та науково-практичних конференцій, круглих столів. Ми сприяємо створенню сучасної нормативно-правової бази, займаємося її підтримкою та інформаційно-аналітичним забезпеченням.

# homepage_org_btn
source: Click for details
uk: Більше інформації

# menu.homepage_about
source: About us
uk: Про нас

# menu.homepage_activity
source: Activities
uk: Діяльність

# menu.homepage_publish
source: Publishing
uk: Публікації

# publish_header
source: Publications
uk: Публікації

# menu.homepage_partner
source: Partners
uk: Партнери

# partner_header
source: Our partners
uk: Наші партнери

# menu.homepage_contact
source: Contacts
uk: Контакти

# menu.toggle_nav
source: Toggle navigation
uk: Переключити навігацію

# menu.choose_language
source: Choose language
uk: Вибрати мову

# row.ideas
source: Ideas
uk: Ідеї

# row.ideas_brief
source: One of our ideas is to promote international cooperation between Ukraine and including local community bodies, legal entities and individuals.
uk: Одна з наших ідей-це сприяння розвитку міжнародного співробітництва України і в тому числі місцевого співтовариства, структур, юридичних і фізичних осіб.

# ideas_header
source: Our ideas
uk: Наші ідеї

# row.ideas_full
source: The main aim of the organization is a public-benefit educational, research, innovation and charitable activities aimed at the promotion and development of cooperation between Ukraine and the urban community of European and other international corporations and individuals, public organizations in the fields of human and animal health, safety, environmental protection, agriculture, infocommunication.
uk: Наші основні ідеї полягають у сприянні вдосконаленню Української та міжнародної сертифікаційної нормативно-правової бази, сприянню інвестиціям в Українську та місцеву економіку. Також ми ініціюємо, сприяємо відкриттю, розвитку, фінансуванню, просуванню заохочувальних та інших програм (проектів) і коштів, стипендій, преміальних фондів, грантів у сферах Європейського та міжнародного співробітництва (у тому числі благодійного).

# row.path
source: Read more
uk: Детальніше

# row.strategies
source: Strategies
uk: Стратегії

# row.strategies_brief
source: Organization "Progression" in their actions guided by the relevant legislative acts of Ukraine and its charter.
uk: Організація "Прогресія" у своїх діях керується відповідними чинними законодавчими актами України та своїм статутом.

# strategies_header
source: Our strategies
uk: Наші стратегії

# row.strategies_full
source: All our activities we build so that guided by the Constitution of Ukraine and laws of Ukraine "About Public Organizations" other acts of the current legislation and its regulations. Our first charter declares voluntariness, equality of its members, government, rule of law and transparency.
uk: Всю свою діяльність ми будуємо таким чином, що керуємося Конституцією України, законами України "Про Громадські об'єднання", іншими актами чинного законодавства і своїм статутом.Наш статут у першу чергу декларує добровільність, рівноправність його членів, самоврядування, законність і гласність.

# row.news
source: News
uk: Новини

# row.news_brief
source: News conserning to the organization.
uk: Останні новини

# news_header
source: The Progression news
uk: Новини Прогрессії

# news_text_small
source: Latest news
uk: Останні новини

# news.show_text_small
source: News detailed
uk: Новини в деталях

# row.about
source: Our organization is engaged in socially useful, research, innovation and charitable activities aimed at promoting and developing cooperation between Ukraine and the urban public with European and other international corporations and individuals, non-governmental organizations in the fields of human and animal health, occupational safety, protection environment, agriculture and information communications.
uk: Наша організація займається суспільно-корисною, науково-дослідною, інноваційною та благодійною діяльністю, спрямованою на сприяння та розвиток співробітництва України та міської громадськості з європейськими та іншими міжнародними юридичними та фізичними особами, громадськими організаціями в сферах охорони здоров'я людей і тварин, охорони праці, захисту навколишнього середовища, сільського господарства, інфокомунікацій.

# about_header
source: Organization contact information
uk: Контактна інформація організації

# activity_header
source: Aims and activities
uk: Цілі та заходи

# contact_form.flash_message
source: Your contact enquiry was successfully sent. Thank you!
uk: Ваш контактний запит був успішно надісланий. Дякую!

# contact_form.captcha_flash_message
source: Captcha Require!
uk: Підтвердіть, що ви не робот, поставивши галочку у відповідному чекбоксі!

# contact_form.name
source: Your name
uk: Ваше ім'я

# contact_form.subject
source: Subject
uk: Тема

# contact_form.email
source: Your email address
uk: Ваша електронна адреса

# contact_form.message
source: Your message here
uk: Ваше повідомлення

# contact_submit
source: Submit
uk: Відправити

# contact_cancel
source: Cancel
uk: Скасувати

# contact.legend
source: Use a form below to contact with us
uk: Скористайтеся формою нижче, щоб зв'язатися з нами

# contact.info
source: INFORMATION ABOUT OFFICES AND REPRESENTATIVE OFFICES
uk: ІНФОРМАЦІЯ ПРО ОФІСИ ТА ПРЕДСТАВНИЦТВА

# contact.info_office
source: Main office
uk: Головний офіс

# contact.info_city
source: 61093, Kharkiv,
uk: 61093, м. Харків,

# contact.info_street
source: Ryleeva street, 60
uk: вул.Рилєєва, б. 60

# about.head
source: TOP MANAGEMENT / CONTACT INFO
uk: ВИЩЕ КЕРІВНИЦТВО / КОНТАКТИ

# about.boardM
source: Igor Tereshchenko
uk: Ігор Терещенко

# about.boardMI
source: Board member
uk: Член правління

# about.authorizedR
source: Igor Rechkiman
uk: Ігор Речкіман

# about.authorizedRI
source: Organization's authorized representative in EU
uk: Уповноважений представник організації в ЄС

# about.contactP
source: Svitlana Sanzherevskaya
uk: Світлана Санжеревська

# about.contactPS
source: The contact person
uk: Контактна персона

# about.head_short1
source: TOP MANAGEMENT
uk: ВИЩЕ КЕРІВНИЦТВО

# about.head_short2
source: CONTACT INFO
uk: КОНТАКТИ
